{
    "translation": {
        "partners_in_development": "شركاء في التنمية",
        "hero_first_title": "إخوة صباغ - شركة تكنولوجيا التعريف الآلي تأسست عام 2004. متخصصة في تقديم حلول تقنية متكاملة.",
        "hero_second_title": "إيماناً منا بأن التكنولوجيا هي مفتاح النجاح، نسخر خبراتنا لتقديم أفضل الخدمات لعملائنا في مجال التقنيات الذكية.",
        "hero_third_title": "اليوم، نفخر بامتلاك شبكة واسعة من العملاء والموزعين، مما يعزز مكانتنا كشريك موثوق في رحلة التنمية والنمو.",
        "security_and_protection": "أنظمة الأمن والحماية «شركة HIKVISION»",
        "plastic_cards_and_printers": "طابعات البطاقات البلاستيكية وملحقاتها «شركة Evolis»",
        "technologies_and_prepaid": "أنظمة الترفيه المدفوعة مسبقاً «شركة Intercards»",
        "barcodes_systems": "أنظمة الباركود «شركة Unitech»",
        "about_us": "من نحن",
        "about_us_description": "نحن شركة متخصصة في تقديم حلول تقنية متكاملة، تهدف إلى تبسيط وتعزيز العمليات عبر مختلف القطاعات. نؤمن أن التكنولوجيا هي مفتاح الأمان، وهدفنا أن نكون شريككم الموثوق في رحلة التحول الرقمي، من أجل توفير أنظمة وحلول متقدمة تلبي احتياجاتكم.",
        "our_mission": "مهمتنا",
        "our_mission_description": "تقديم حلول تقنية متكاملة تساعد الشركات على تبسيط عملياتها، وزيادة الكفاءة، وتعزيز الأمان. نعمل على فهم التحديات التي تواجهكم لنقدم أكثر الحلول فعالية، بدءاً من الأنظمة المتطورة وصولاً إلى الدعم الفني المستمر.",
        "our_vision": "رؤيتنا",
        "our_vision_description": "أن نكون الشريك التقني الرائد والموثوق للشركات الساعية إلى التحول الرقمي وتطبيق أحدث التقنيات الذكية، من خلال تقديم منتجات مثالية وحلول مبتكرة تتجاوز توقعاتهم.",
        "our_services": "خدماتنا",
        "our_services_description": "نقدم مجموعة واسعة من الحلول التقنية المتكاملة التي تلبي احتياجات مختلف القطاعات.",
        "service_security_services": "أنظمة الأمن: حلول متطورة للتحكم في الوصول، وأنظمة المراقبة، وبطاقات الدخول لضمان أعلى مستويات الأمان.",
        "service_plastic_cards": "طابعات البطاقات البلاستيكية: نوفر أحدث طابعات البطاقات البلاستيكية الاحترافية، مع خدمات الصيانة وتوريد المستلزمات.",
        "service_barcodes_systems": "أنظمة الباركود: حلول مؤتمتة لإدارة المخزون، ونقاط البيع، والعمليات التجارية لزيادة الكفاءة والسرعة.",
        "service_gaming": "أنظمة الألعاب والمدفوعات المسبقة: حلول شاملة لإدارة الألعاب والخدمات المعتمدة على أنظمة البطاقات المدفوعة مسبقاً.",
        "home_footer_quote": "دعنا نساعدك في تحويل أفكارك إلى واقع وتحقيق أرباح مستدامة ونجاح في عالم التكنولوجيا."
    }
}
