{
    "translation": {
        "partners_in_development": "شركاء في التنمية",
        "hero_first_title": "إخوة الصباغ - تقنية التعريف الآلي تأسست عام 2004. الشركة متخصصة في تقديم الحلول التقنية الشاملة.",
        "hero_second_title": "إيمانًا بأن التكنولوجيا هي مفتاح النجاح، نكرس خبراتنا لتقديم أفضل الخدمات لعملائنا في مجال التقنيات الذكية.",
        "hero_third_title": "اليوم، نفخر بامتلاك شبكة واسعة من العملاء والموزعين، مما يعزز مكانتنا كشريك موثوق في رحلة التطوير والنمو.",
        "security_and_protection": "أنظمة الأمن والحماية \"شركة HIKVISION\"",
        "plastic_cards_and_printers": "طابعات البطاقات البلاستيكية وملحقاتها \"شركة evolis\"",
        "technologies_and_prepaid": "التقنيات/أنظمة الترفيه المدفوعة مسبقًا \"شركة intercards\"",
        "barcodes_systems": "أنظمة الباركود \"شركة Unitech\"",
        "about_us": "من نحن",
        "about_us_description": "نحن شركة متخصصة في تقديم حلول تقنية شاملة تهدف إلى تبسيط وتحسين العمليات في مختلف القطاعات. نؤمن بأن التكنولوجيا هي مفتاح الأمان، وهدفنا أن نكون شريككم الموثوق في رحلة التحول الرقمي، لنقدم أنظمة وحلول متقدمة تلبي احتياجاتكم.",
        "our_mission": "مهمتنا",
        "our_mission_description": "تقديم حلول تقنية شاملة تساعد الشركات على تبسيط عملياتها وزيادة الكفاءة وتعزيز الأمان. نعمل على فهم التحديات التي تواجهونها من أجل تقديم الحلول الأكثر فاعلية، بدءًا من الأنظمة المتقدمة وحتى الدعم الفني المستمر.",
        "our_vision": "رؤيتنا",
        "our_vision_description": "أن نكون الشريك التقني الرائد والموثوق للشركات الساعية إلى التحول الرقمي وتطبيق أحدث التقنيات الذكية، من خلال تقديم منتجات مثالية وحلول مبتكرة تتجاوز توقعاتهم.",
        "our_services": "خدماتنا",
        "our_services_description": "نقدم مجموعة واسعة من الحلول التقنية المتكاملة التي تلبي احتياجات مختلف القطاعات",
        "service_security_services": "أنظمة الأمن: حلول متقدمة للتحكم في الدخول، أنظمة المراقبة، وبطاقات الدخول لضمان أعلى مستويات الأمان.",
        "service_plastic_cards": "طابعات البطاقات البلاستيكية: نوفر أحدث الطابعات الاحترافية للبطاقات البلاستيكية، مع خدمات الصيانة وتوريد المستلزمات.",
        "service_barcodes_systems": "أنظمة الباركود: حلول مؤتمتة لإدارة المخزون ونقاط البيع والعمليات التجارية لزيادة الكفاءة والسرعة.",
        "service_gaming": "أنظمة الألعاب والمدفوعة مسبقًا: حلول شاملة لإدارة الألعاب والخدمات المعتمدة على أنظمة البطاقات المدفوعة مسبقًا.",
        "home_footer_quote": "دعونا نساعدكم على تحويل أفكاركم إلى واقع وتحقيق أرباح مستدامة ونجاح في عالم التكنولوجيا.",
        "home": "الرئيسية",
        "customer": "العملاء",
        "our_projects": "مشاريعنا",
        "ar": "العربية",
        "en": "الإنجليزية"
    }
}
