{
    "translation": {
        "partners_in_development": "Partners in Development",
        "hero_first_title": "Sabbagh Brothers - Auto Identification Technology established in 2004. The company specializes in providing comprehensive technology solutions.",
        "hero_second_title": "Believing that technology is the key to success, we dedicate our expertise to deliver the best services to our clients in the field of smart technologies.",
        "hero_third_title": "Today, we are proud to have a wide network of clients and distributors, which strengthens our position as a trusted partner in the journey of development and growth.",
        "security_and_protection": "Security and Protection Systems “HIKVISION Co”",
        "plastic_cards_and_printers": "Plastic Card Printers and its accessories “evolis co”",
        "technologies_and_prepaid": "Technologies/Prepaid Entertainment Systems “intercards co”",
        "barcodes_systems": "Barcode Systems “Unitech co”",
        "about_us": "About Us",
        "about_us_description": "We are company specialized in providing comprehensive technology solutions, aimed at simplifying and enhancing the operations across various sectors. We believe that technology is the key of security, our goal to be your trusted partner on the digital transformation journey, in order to offer advanced systems and solutions satisfy your needs.",
        "our_mission": "Our Mission",
        "our_mission_description": "Providing comprehensive technology solutions that help companies simplify their operations, increase efficiency and enhance security. We work to understand the challenges you face in order to offer the most effective solutions, from advanced systems to ongoing technical support.",
        "our_vision": "Our Vision",
        "our_vision_description": "To be the leading and trusted technology partner for companies seeking digital transformation and the implementation of the latest smart technologies, by delivering optimal products and innovative solutions that exceed their expectations.",
        "our_services": "Our Services",
        "our_services_description": "We offer a wide range of integrated technology solutions that meet the needs of various sectors",
        "service_security_services": "Security Systems: Advanced solutions for access control, surveillance systems, and entry cards to ensure the highest levels of security.",
        "service_plastic_cards": "Plastic Card Printers :We provide the latest professional plastic card printers, along with maintenance services and supply of consumables.",
        "service_barcodes_systems": "Barcode Systems: Automated solutions for inventory management, point of sale, and business operations to increase efficiency and speed.",
        "service_gaming": "Gaming and Prepaid Systems: Comprehensive solutions for managing games and services based on prepaid card systems.",
        "home_footer_quote": "Let us help you turn your ideas into reality and achieve sustainable profits and success in the world of technology.",
        "home": "Home",
        "customer": "Customer Service",
        "our_projects": "Our Projects",
        "ar": "AR",
        "en": "English",
        "categories": "Categories",
        "download_pdf": "Download PDF",
        "customer_service": "Customer Service",
        "product": "Product",
        "link": "Link"
    }
}
